---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIweldedBottomflangewidth
source: html/1ee26082-8a5d-a52e-41a0-b543d6756fa3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIweldedBottomflangewidth Property

"Bottom Flange Width"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIweldedBottomflangewidth { get; }
```